tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
# GNU internationalization (i18n) and localization (l10n) library
brew "gettext"
# Automatic configure script builder
brew "autoconf"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# Zstandard is a real-time compression algorithm
brew "zstd"
# Collection of portable C++ source libraries
brew "boost"
# C unit testing framework
brew "check"
# Cross-platform make
brew "cmake"
# C library implementing the SSH2 protocol
brew "libssh2"
# C library of Git core methods that is re-entrant and linkable
brew "libgit2"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Modern replacement for 'ls'
brew "exa"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Plugin manager for the Fish shell
brew "fisher"
# Command-line fuzzy finder written in Go
brew "fzf"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# OpenType text shaping engine
brew "harfbuzz"
# Toolkit for creating graphical user interfaces
brew "gtk+3"
# Tool for glamorous shell scripts
brew "gum"
# Command-line benchmarking tool
brew "hyperfine"
# Asynchronous event library
brew "libevent"
# Provides library functionality for FIDO U2F & FIDO 2.0, including USB
brew "libfido2"
# Generic library support script
brew "libtool"
# Color management engine supporting ICC profiles
brew "little-cms2"
# Interpreted, interactive, object-oriented programming language
brew "python@3.11"
# Next-gen compiler infrastructure
brew "llvm"
# Bare libuv bindings for lua
brew "luv"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Small build system for use with gyp or CMake
brew "ninja"
# Library for JPEG-2000 image manipulation
brew "openjpeg"
# Tool Command Language
brew "tcl-tk"
# Image format providing lossless and lossy compression for web images
brew "webp"
# Friendly PIL fork (Python Imaging Library)
brew "pillow"
# Manage compile and link flags for libraries
brew "pkg-config"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Low-level access to audio, keyboard, mouse, joystick, and graphics
brew "sdl2"
# Terminal multiplexer
brew "tmux"
# A simple terminal UI for git commands, written in Go
brew "jesseduffield/lazygit/lazygit"
# Simple hotkey-daemon for macOS.
brew "koekeishiya/formulae/skhd"
# A tiling window manager for macOS based on binary space partitioning.
brew "koekeishiya/formulae/yabai"
# Quantum Mechanical Keyboard (QMK) Firmware
brew "qmk/qmk/qmk"
# Developer targeted fonts with a high number of glyphs
cask "font-meslo-lg-nerd-font"
# Toolbox companion for QMK Firmware
cask "qmk-toolbox"
